app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "updated_at") VALUES (?, ?, ?)  [["title", "this is a test"], ["description", "this is another description"], ["updated_at", "2017-11-26 01:50:47.621457"]]
---
  def create
    @article = Article.new(article_params)
    if @article.save